-- ============================--=============================
-- Author  : KENEDY NOPRIANSYAH
-- Email   : kenedinovriansyah@gmail.com
-- Country : Indonesia
-- License : Open Source
-- ============================--=============================

require('dashboard').setup({
  config = {
    header = {
'██╗  ██╗ ██████╗ ███╗   ██╗███╗   ██╗██╗ ██████╗██╗  ██╗██╗██╗    ██╗ █████╗ ',
'██║ ██╔╝██╔═══██╗████╗  ██║████╗  ██║██║██╔════╝██║  ██║██║██║    ██║██╔══██╗',
'█████╔╝ ██║   ██║██╔██╗ ██║██╔██╗ ██║██║██║     ███████║██║██║ █╗ ██║███████║',
'██╔═██╗ ██║   ██║██║╚██╗██║██║╚██╗██║██║██║     ██╔══██║██║██║███╗██║██╔══██║',
'██║  ██╗╚██████╔╝██║ ╚████║██║ ╚████║██║╚██████╗██║  ██║██║╚███╔███╔╝██║  ██║',
'╚═╝  ╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚═╝  ╚═══╝╚═╝ ╚═════╝╚═╝  ╚═╝╚═╝ ╚══╝╚══╝ ╚═╝  ╚═╝'
    },
    footer = {
      '',
      'Information:',
      '[0] Open Sidebar - space w',
      '[1] Windows Equalize - space q',
      '[2] Windows Enable Auto Width - space a',
      '[3] Windows Disable Auto Width - space z',
      '[4] Git status - space s',
      '',
      '🚀 HAPPY HACKING - BY JFK From INDONESIA'
    }
  }
})
